<?php
// Heading 
$_["heading_title"]  = "Загрузчик прайсов поставщиков"; 


$_["column_name"]  = "Название прайса"; 
$_["column_scode"]  = "Код поставщика"; 
$_["column_action"]  = "Действие";
$_["column_lastupdate"]  = "Последнее обновление";


$_["text_success"]  = "Изменения успешно внесены";
$_["text_load"]  	= "Загрузить прайс";


$_["entry_name"]		= "Название прайса:";
$_['entry_rate']		= 'Наценка (по умолчанию 1.000):';
$_['entry_path']		= 'Путь к файлу:';
$_['entry_file']		= 'Загрузить файл:';
$_['entry_mask']		= 'Поля в файле:';
$_['entry_category']	= 'Загружать в категорию:';
$_['entry_brand']		= 'Производитель по умолчанию:';
$_['entry_encode']		= 'Кодировка прайса:';
$_['entry_days']		= 'Срок доставки в днях:';




// Error
$_["error_permission"]    = "У Вас нет прав для изменения модуля priceloader!";
?>
