<?php
// Heading
$_['heading_title']      = 'Тинькофф Банк';
$_['text_tinkoff']      = '<a href="https://www.tinkoff.ru/" target="_blank"><img src="view/image/payment/tinkoff.png" alt="PayPoint" title="PayPoint" style="border: 1px solid #EEEEEE;" width="95px" height="25px"/></a>';

// Text
$_['text_payment']       = 'Платёж';
$_['text_success']       = 'Настройки успешно соханены!';
$_['button_save']        = 'Сохранить';
$_['button_cancel']      = 'Отмена';

// Entry
$_['terminal_key']       = 'Номер магазина (выдаётся банком):';
$_['secret_key']         = 'Секретный ключ (выдаётся банком):';
$_['currency']           = 'Валюта (по умолчанию рубли - 643)';

//Taxes
$_['check_tax']          = 'Передавать данные для формирования чека:';
$_['taxation_desc']      = 'Укажите систему налогообложения при выборе "Передавать данные для формирования чека", иначе - не указывайте';
$_['taxation']           = 'Система налогообложения:';

$_['osn']                = 'Общая СН';
$_['usn_income']         = 'Упрощенная СН (доходы)';
$_['usn_income_outcome'] = 'Упрощенная СН (доходы минус расходы)';
$_['envd']               = 'Единый налог на вмененный доход';
$_['esn']                = 'Единый сельскохозяйственный налог';
$_['patent']             = 'Патентная СН';

$_['shipping_tax']       = 'Ставка налога для доставки';
$_['tax_none']           = 'без НДС';
$_['tax_standard']       = 'НДС чека по ставке 18%';
$_['tax_reduced']        = 'НДС чека по ставке 10%';
$_['tax_zero']           = 'НДС чека по ставке 0%';

$_['description']        = 'Описание платежа:';
$_['status']             = 'Статус:';
$_['status_success']     = 'Статус заказа после успешной оплаты:';
$_['status_failed']      = 'Статус заказа после неуспешной оплаты:';

// Error
$_['error_permission']   = 'Ошибка! У Вас нет прав на редактирование данного раздела!';
$_['error_terminal_key'] = 'Введите номер магазина!';
$_['error_secret_key']   = 'Введите секретный ключ!';
$_['error_currency']     = 'Введите валюту платежа!';
?>