<?php
// Heading
$_['heading_title']      = 'Тинькофф Банк';
$_['text_title']         = 'Тинькофф Банк';

// Text
$_['text_payment']       = 'Платёж';
$_['text_success']       = 'Настройки успешно соханены!';
$_['button_save']        = 'Сохранить';
$_['button_cancel']      = 'Отмена';

// Entry
$_['terminal_key']       = 'Номер магазина (выдаётся банком):';
$_['secret_key']         = 'Секретный ключ (выдаётся банком):';
$_['currency']           = 'Валюта (по умолчанию рубли - 643)';
$_['description']        = 'Описание платежа:';
$_['status']             = 'Статус:';

// Error
$_['error_permission']   = 'Ошибка! У Вас нет прав на редактирование данного раздела!';
$_['error_terminal_key'] = 'Введите номер магазина!';
$_['error_secret_key']   = 'Введите секретный ключ!';
$_['error_currency']     = 'Введите валюту платежа!';

// Payment
$_['pay_button']         = 'Оплатить';

$_['payment_error']      = 'Запрос к платежному сервису был отправлен некорректно';
$_['button_onmain']      = 'На главную';

$_['payment_success']      = 'Платеж успешно совершен';
?>